const cards = [
  {
    id: 1,
    title: "אמת ושקר וגבולות",
    imageUrl:
      "https://cdn.pixabay.com/photo/2021/07/21/07/09/cygnet-6482420_960_720.jpg",
    imageRedirect: "https://sass-lang.com/guide",

    body: `האם "מדבר שקר תרחק" שייך רק לבית דין, או לכל שקר. האם לכל שקר שאינו בבית דין זה רק ענין מוסרי, או  גם הלכתי ? ואולי רק לשקר שיש בו משום תועלת לאחד ונזק לאחר, אבל דבר שאין לו תועלת, לא מוגדר  כאיסור. `,
  },
  {
    id: 2,
    title: ` של מי הילד?`,
    imageUrl:
      "https://cdn.pixabay.com/photo/2021/09/06/16/42/bird-6602049_960_720.jpg",
    body: `מה גישת ההלכה בנושא זה, האם הילד "שייך להוריו", או שהילד אצל הוריו רק משום שזה המקום הטוב ביותר בשבילו. להלן נראה שגם על פי ההלכה, טובת הילד קובעת. וגם בהלכה איננו מוצאים הגדרה של "בעלות" על הילד להוריו. מה גישת ההלכה לגבי הוצאת ילדים מן הבית בכלל. `,
    imageRedirect: "https://www.lipsum.com/",
  },
  {
    id: 3,
    title: "מוסר ואהבה",
    imageUrl:
      "https://cdn.pixabay.com/photo/2021/09/07/10/14/animal-6603517_960_720.jpg",
    body: `ברמב"ן על התורה (דברים כ"ז, כ"ו) על הפסוק "ארור אשר לא יקים את דברי התורה הזאת לעשות אותם" הביא את דברי הירושלמי בסוטה: "אמר רבי אסי בשם רבי תנחום בר חייא למד ולימד שמר ועשה והיה סיפק בידו להחזיק ולא החזיק הרי זה בכלל ארור", ובהמשך כתב: "ידרשו בהקמה הזאת בית המלך והנשיאות שבידם להקים את התורה ביד המבטלים אותה". `,
    imageRedirect: "https://material-ui.com/getting-started/usage/",
  },
  {
    id: 4,
    title: "המוסר הטבעי",
    imageUrl:
      "https://cdn.pixabay.com/photo/2021/09/03/15/37/mountain-6596074_960_720.jpg",
    imageRedirect:
      "https://pixabay.com/photos/mountain-nature-alpine-landscape-6596074/",
    body: `הקב"ה ברא את האדם "בְּצֶלֶם אֱלֹהִים", וחנן אותו ברגישות מוסרית ומצפונית - מוסר טבעי. רגישות זו מאפיינת את האדם מאז בריאת העולם, גם כשלא נבעה מתוך ציווי אלוהי ישיר. הקב"ה פונה לאדם דרך המצפון והמוסר. כך עולה מדברי הגמרא בעירובין (ק ע"ב):`,
  },
];

export default cards;
